[
  {
    "type": "h2",
    "text": {
      "en": "This is CodeTap",
      "ro": "Acesta este CodeTap"
    }
  },
  {
    "type": "p",
    "text": {
      "en": [
        "Welcome to CodeTap! Here you master how to build websites and get paid well with or without any knowledge of coding.",
        "As a starter you get to build websites from day one and learn how to while doing it."
      ],
      "ro": [
        "Bine ai venit la CodeTap, locul unde experții își împărtășesc experiența ca tu să-ți poți lansa cariera de Dezvoltator Web folosind scurtături.",
        "Începătorii vor construi website-uri din prima zi învățând cum din mers."
      ]
    }
  },
  {
    "type": "h2",
    "text": {
      "en": "Requirements",
      "ro": "Cerințe"
    }
  },
  {
    "type": "p",
    "text": {
      "en": [
        "CodeTap offers courses for FREE on YouTube. All you need is a connection to the internet, access to a computer or latop and basic conversational English.",
        "I guess you have all that as you're reading this.",
        "A strong will and determination will be your best friend along the way. If a pain brought you here, like: you're sick of a boring job, you get paid not enough or you don't see a brighter future for you or your loved ones, use this to fuel your <em>\"Oddysey to a Web Developer.\"</em>"
      ],
      "ro": [
        "CodeTap oferă și va oferi cursuri GRATUIT pe platforma YouTube. Tot ce trebuie să ai este o conexiune la internet, acces la un calculator sau laptop și limba engleză la nivel de bază.",
        "Presupun că ai toate acestea din moment ce citești această informație."
      ]
    }
  },
  {
    "type": "h2",
    "text": {
      "en": "Great! What's next?",
      "ro": "Bine! Ce urmează"
    }
  },
  {
    "type": "p",
    "text": {
      "en": [
        "CodeTap made it easy for you. All you have to do is pay a visit to our CodeTap channel on YouTube by visiting <a href='http://codetap.io/youtube'>CodeTap YouTube Channel</a>.",
        "Make sure to hit the <b>Subscribe</b> button to stay up to date with all the FREE lessons and click the bell button too to be notified as soon as we release a new video.",
        "We are one step into the future as most lessons come in Ultra High Definition 4K and High Frame Rate 60fps to give you the best experience possible.",
        "Click the PLAYLISTS button and start watching the playlists from older to newer. Follow every move the instructor does and in case you get stuck, use the comments section bellow and harness the power of CodeTap community. Here are the initial recommanded playlists order:"
      ],
      "ro": [
        "Text in Romana"
      ]
    }
  },
  {
    "type": "ol",
    "text": {
      "en": [
        "Before we start coding",
        "everyone can code",
        "Learn to code like a PRO for beginners",
        "Your resume online for FREE with HTML5 and CSS3",
        "Quick Blog",
        "Boost my website"
      ],
      "ro": [
        "Text in Romana"
      ]
    }
  },
  {
    "type": "h2",
    "text": {
      "en": "What do I get out of it?",
      "ro": "Bine! Ce urmează"
    }
  },
  {
    "type": "p",
    "text": {
      "en": [
        "CodeTap crammed 21 years of web development experience into step by step courses for beginners, building real world projects from scratch.",
        "You start building websites from day one and you learn while you do it.",
        "Once you hit the third playlist \"Learn to code like a PRO for beginners\" you'll also have your very first website online that you can share with your friends, family, recruiters or clients.",
        "After that more amazing projects will fill your heart and give you a big boost in confidence. You'll have an online cv, an online blog and experience how to rebuild a website for a client.",
        "All those ones will be able to achieve a PERFECT Google Page Speed score, 100/100. Keep this in mind as it'll be one of your best selling points you can mention and talk about in an interview or client presentation.",
        "Hired or not, at this point you'll be able to build website after website, for free as a passion or paid as a freelancer."
      ],
      "ro": [
        "Text in Romana"
      ]
    }
  }
]