[
  {
    "type": "h2",
    "text": {
      "en": "This is CodeTap",
      "ro": "Acesta este CodeTap"
    }
  },
  {
    "type": "p",
    "text": {
      "en": [
        "Welcome to CodeTap! Here you master how to build websites and get paid well with or without any knowledge of coding.",
        "As a starter you get to build websites from day one and learn how to while doing it."
      ],
      "ro": [
        "Bine ai venit la CodeTap, locul unde experții își împărtășesc experiența ca tu să-ți poți lansa cariera de Dezvoltator Web folosind scurtături.",
        "Începătorii vor construi website-uri din prima zi învățând cum din mers."
      ]
    }
  },
  {
    "type": "h2",
    "text": {
      "en": "Requirements",
      "ro": "Cerințe"
    }
  },
  {
    "type": "p",
    "text": {
      "en": [
        "CodeTap offers courses for FREE on YouTube. All you need is a connection to the internet, access to a computer or laptop and basic conversational English.",
        "I guess you have all that as you're reading this.",
        "A strong will and determination will be your best friend along the way. If a pain brought you here, like: you're sick of a boring job, you get paid not enough or you don't see a brighter future for you or your loved ones, use this to fuel your <em>\"Odyssey to a Web Developer.\"</em>"
      ],
      "ro": [
        "CodeTap oferă și va oferi cursuri GRATUIT pe platforma YouTube. Tot ce trebuie să ai este o conexiune la internet, acces la un calculator sau laptop și limba engleză la nivel de bază.",
        "Presupun că ai toate acestea din moment ce citești această informație.",
        "O voință puternică și determinare vor fi prietenii tăi cei mai buni pe acest parcurs. Dacă o durere, o nemulțumire, te-a adus aici, precum: ești sătul de o slujbă plictisitoare, nu ești plătit cât vrei sau nu vezi o lumină la capătul tunelului, folosește asta să te motiveze în <em>\"Călătoria ta spre Web Developer.\"</em>"
      ]
    }
  },
  {
    "type": "h2",
    "text": {
      "en": "Great! What's next?",
      "ro": "Bine! Ce urmează"
    }
  },
  {
    "type": "p",
    "text": {
      "en": [
        "CodeTap made it easy for you. All you want to do is pay a visit to our CodeTap channel on YouTube by visiting <a href='http://codetap.io/youtube'>CodeTap YouTube Channel</a>.",
        "Make sure to hit the <b>Subscribe</b> button to stay up to date with all the FREE lessons and click the bell button too to be notified as soon as we release a new video.",
        "We are one step into the future as most lessons come in Ultra High Definition 4K and High Frame Rate 60fps to give you the best experience possible.",
        "Click the PLAYLISTS button and start watching the playlists from older to newer. Follow every move the instructor does and in case you get stuck, use the comments section bellow and harness the power of CodeTap community. Here are the initial recommended playlists order:"
      ],
      "ro": [
        "CodeTap a făcut toate acestea ușor de trecut prin ele pentru tine. Tot ce vrei să faci este sa vizitezi CodeTap pe platforma YouTube urmărind legătura <a href='http://codetap.io/youtube'>CodeTap YouTube Channel</a>.",
        "Asigură-te că ai apăsat pe butonul de <b>Subscribe</b> sau <b>Abonează-te</b> ca să stai la curent cu toate lecțiile GRATUITE și apasă și butonul Clopoțel ca să fii anunțat imediat ce apare conținut nou.",
        "Suntem cu un pas înainte deoarece majoritatea lecțiilor sunt în format UHD Ultra High Definition 4K și High Frame Rate 60fps ca să-ți oferim cea mai bună experiență posibilă, în funcție de situație.",
        "Apasă pe tab-ul PLAYLIST-uri și începe vizionarea proiectelor de la cele mai vechi la cele mai noi. Urmărește orice mișcare făcută de profesor iar dacă te blochezi, folosește secțiunea de comentarii și nutrește puterea comunității CodeTap. Uite o listă recomandată cu ce proiecte să începi:"
      ]
    }
  },
  {
    "type": "ol",
    "text": {
      "en": [
        "Before we start coding",
        "everyone can code",
        "Learn to code like a PRO for beginners",
        "Your resume online for FREE with HTML5 and CSS3",
        "Quick Blog",
        "Boost my website"
      ],
      "ro": [
        "Before we start coding",
        "everyone can code",
        "Learn to code like a PRO for beginners",
        "Your resume online for FREE with HTML5 and CSS3",
        "Quick Blog",
        "Boost my website"
      ]
    }
  },
  {
    "type": "h2",
    "text": {
      "en": "What do I get out of it?",
      "ro": "Cu ce mă ajută toate astea?"
    }
  },
  {
    "type": "p",
    "text": {
      "en": [
        "CodeTap crammed 21 years of web development experience into step by step courses for beginners, building real world projects from scratch.",
        "You start building websites from day one and you learn while you do it.",
        "Once you hit the third playlist \"Learn to code like a PRO for beginners\" you'll also have your very first website online that you can share with your friends, family, recruiters or clients.",
        "After that more amazing projects will fill your heart and give you a big boost in confidence. You'll have an online cv, an online blog and experience how to rebuild a website for a client.",
        "All those ones will be able to achieve a PERFECT Google Page Speed score, 100/100. Keep this in mind as it'll be one of your best-selling points you can mention and talk about in an interview or client presentation.",
        "Hired or not, at this point you'll be able to build website after website, for free as a passion or paid as a freelancer."
      ],
      "ro": [
        "CodeTap a înghesuit 21 de ani de experiență în dezvoltarea web în cursuri pas cu pas pentru începători, construind proiecte reale de la zero.",
        "Tu începi să construiești website-uri din prima zi și înveți cum din mers, în timp ce faci.",
        "Când ajungi la a treia listă \"Learn to code like a PRO for beginners\" vei avea și primul tău website online pe care îl poți împărți cu prietenii, familia, recrutori sau clienți.",
        "După acesta, urmează mai multe proiecte ce-ți vor umple inima și-ți vor da o mare motivație și încredere. Vei avea un C.V. online, un Blog online și experiența de a realiza un website pentru clienți.",
        "Toate aceste proiecte vor putea atinge scor PERFECT pe Google Page Speed, 100/100. Ține minte asta, deoarece va fi unul din atuurile tale în convingerea angajatorului într-un interviu sau a unui client.",
        "Angajat sau nu, în această etapă vei putea să construiești website după website, gratuit ca pasiune sau plătit ca liber profesionist."
      ]
    }
  }
]