[
  {
    "type": "p",
    "text": {
      "en": [
        "The help of CodeTap has reached millions in a BIG or Small way, directly or indirectly. As everyone is different so are the paths we take."
      ],
      "ro": [
        "Bine ai venit la CodeTap, locul unde experții își împărtășesc experiența ca tu să-ți poți lansa cariera de Dezvoltator Web folosind scurtături."
      ]
    }
  },
  {
    "type": "h2",
    "text": {
      "en": "Employee",
      "ro": "Angajat"
    }
  },
  {
    "type": "p",
    "text": {
      "en": [
        "This is the most common opportunity taken."
      ],
      "ro": [
        "Text in Romana"
      ]
    }
  },
  {
    "type": "h3",
    "text": {
      "en": [
        "PROs:"
      ],
      "ro": [
        "Text in Romana"
      ]
    }
  },
  {
    "type": "ul",
    "text": {
      "en": [
        "it's easy to understand and relate to as most people do it",
        "it's accessible as it's the most offered on the market by numbers",
        "it's one of the most well paid job you can have",
        "having a degree is optional - most employers don't ask for one as they look for people that can do or are able to figure things our more than people that look good on paper",
        "it is one of the quickest to start bring revenue in the short term and most of the time is quite steady"
      ],
      "ro": "Bine! Ce urmează"
    }
  },
  {
    "type": "h3",
    "text": {
      "en": [
        "CONs:"
      ],
      "ro": [
        "Text in Romana"
      ]
    }
  },
  {
    "type": "ul",
    "text": {
      "en": [
        "Although it starts bringing money in quickly and is a top paid job that will bring a smile on your face it also has the lowest potential. ",
        "All the other opportunities need to be persued for the long run and usually bring in unexpected and unbelievable results.",
        "The safe way would be to get employed in a job while investing time in one of the other opportunities"
      ],
      "ro": "Bine! Ce urmează"
    }
  },
  {
    "type": "h2",
    "text": {
      "en": "Freelance",
      "ro": "Angajat"
    }
  },
  {
    "type": "p",
    "text": {
      "en": [
        "From what I know this is the second most common opportunity."
      ],
      "ro": [
        "Text in Romana"
      ]
    }
  },
  {
    "type": "h3",
    "text": {
      "en": [
        "PROs:"
      ],
      "ro": [
        "Text in Romana"
      ]
    }
  },
  {
    "type": "ul",
    "text": {
      "en": [
        "It's very similar to being an employee in what you do with the exception that you are your own boss.",
        "Most of the time you take small to medium projects and aim to deliver them to the agreed deadline.",
        "I would say most freelancers enjoy the freedom of having their own schedule"
      ],
      "ro": "Bine! Ce urmează"
    }
  },
  {
    "type": "h3",
    "text": {
      "en": [
        "CONs:"
      ],
      "ro": [
        "Text in Romana"
      ]
    }
  },
  {
    "type": "ul",
    "text": {
      "en": [
        "You will be earning a bit less than as an employee",
        "There is additional stress to always be hunting for clients",
        "There is some paperwork to be done here and there"
      ],
      "ro": "Bine! Ce urmează"
    }
  }
]