[
  {
    "type": "p",
    "text": {
      "en": [
        "The help of CodeTap has reached millions in a BIG or Small way, directly or indirectly. As everyone is different so are the paths we take."
      ],
      "ro": [
        "Bine ai venit la CodeTap, locul unde experții își împărtășesc experiența ca tu să-ți poți lansa cariera de Dezvoltator Web folosind scurtături."
      ]
    }
  },
  {
    "type": "h2",
    "text": {
      "en": "Employee in I.T.",
      "ro": "Angajat în T.I."
    }
  },
  {
    "type": "p",
    "text": {
      "en": [
        "To be an employee in the Internet Technology is the most common opportunity taken."
      ],
      "ro": [
        "A fi angajat în Tehnologia Internetului este decizia cea mai des luată."
      ]
    }
  },
  {
    "type": "h3",
    "text": {
      "en": [
        "PROs:"
      ],
      "ro": [
        "PROs"
      ]
    }
  },
  {
    "type": "ul",
    "text": {
      "en": [
        "it's easy to understand and relate to as most people do it",
        "it's accessible as it's the most offered on the market by numbers",
        "it's one of the most well paid job you can have",
        "having a degree is optional - most employers don't ask for one as they look for people that can do or are able to figure things our more than people that look good on paper",
        "it is one of the quickest to start bring revenue in the short term and most of the time is quite steady"
      ],
      "ro": [
        "este usor de înțeles și de a te conecta deoarece majoritatea o fac",
        "este accesibilă și cea mai des întâlnită pe piață ca număr de oferte",
        "este una din cele mai bine plătite slujbe ce poți avea",
        "să ai diplomă este opțional - majoritatea angajatorilor nu solicită una deoarece caută oameni care pot face sau sunt capabili să descopere rezolvările mai mult decât oamenii care arată bine pe hârtie",
        "este una dintre cele mai rapide în a începe să aducă venituri pe termen scurt și de cele mai multe ori este destul de constantă, oferă siguranță ridicată"
      ]
    }
  },
  {
    "type": "h3",
    "text": {
      "en": [
        "CONs:"
      ],
      "ro": [
        "CON"
      ]
    }
  },
  {
    "type": "ul",
    "text": {
      "en": [
        "Although it starts bringing money in quickly and is a top paid job that will bring a smile on your face it also has the lowest potential. ",
        "All the other opportunities need to be persued for the long run and usually bring in unexpected and unbelievable results.",
        "The safe way would be to get employed in a job while investing time in one of the other opportunities"
      ],
      "ro": [
        "Deși începe să aducă bani rapid și este o slujbă de vârf plătită care va aduce un zâmbet pe fața ta, are și cel mai mic potențial dintre toate opțiunile ce CodeTap vă deschide ușa.",
        "Toate celelalte oportunități au nevoie să investești timp pe o lungă durată și aduc de obicei rezultate ce te lasă cu gura cască.",
        "O cale mai sigură ar fi să te angajezi în timp ce investești timp in celelalte oportunități."
      ]
    }
  },
  {
    "type": "h2",
    "text": {
      "en": "Freelance",
      "ro": "Liber profesionist"
    }
  },
  {
    "type": "p",
    "text": {
      "en": [
        "From what I know this is the second most common opportunity."
      ],
      "ro": [
        "Din câte știu este pe locul doi dintre cele mai abordate oportunități"
      ]
    }
  },
  {
    "type": "h3",
    "text": {
      "en": [
        "PROs:"
      ],
      "ro": [
        "PRO"
      ]
    }
  },
  {
    "type": "ul",
    "text": {
      "en": [
        "It's very similar to being an employee in what you do with the exception that you are your own boss.",
        "Most of the time you take small to medium projects and aim to deliver them to the agreed deadline.",
        "I would say most freelancers enjoy the freedom of having their own schedule"
      ],
      "ro": [
        "Este foarte similar cu a fi angajat în ceea ce faci cu excepția că tu ești șeful tău.",
        "Majoritatea timpului iei proiecte mici și mijlocii și țintești să le dai gata în termenul stabilit",
        "Aș putea spune că majoritatea liberilor profesioniști se bucură de a își face singuri programul de lucru."
      ]
    }
  },
  {
    "type": "h3",
    "text": {
      "en": [
        "CONs:"
      ],
      "ro": [
        "Text in Romana"
      ]
    }
  },
  {
    "type": "ul",
    "text": {
      "en": [
        "You will be earning a bit less than as an employee",
        "There is additional stress to always be hunting for clients",
        "There is some paperwork to be done here and there"
      ],
      "ro": "Bine! Ce urmează"
    }
  },
  {
    "type": "h2",
    "text": {
      "en": "Contractor",
      "ro": "Contractor"
    }
  },
  {
    "type": "p",
    "text": {
      "en": [
        "This is one for the bold and the PRO"
      ],
      "ro": [
        "Text in Romana"
      ]
    }
  },
  {
    "type": "h3",
    "text": {
      "en": [
        "PROs:"
      ],
      "ro": [
        "Text in Romana"
      ]
    }
  },
  {
    "type": "ul",
    "text": {
      "en": [
        "It allows you to gain lots of experience",
        "You can live the life of a little star",
        "You can sustain your own ideas and start-up your own business"
      ],
      "ro": "Bine! Ce urmează"
    }
  },
  {
    "type": "h3",
    "text": {
      "en": [
        "CONs:"
      ],
      "ro": [
        "Text in Romana"
      ]
    }
  },
  {
    "type": "ul",
    "text": {
      "en": [
        "It's only for the bold ones that aren't afraid to do calculated risks",
        "You might get called in a meeting only to let you know that in 1 or 2 weeks the deal is off, usually when projects get restructured. Contractors go first before employees",
        "Usually it's aimed for professionals or seniors, but this is not a rule as there is room for exceptions",
        "Usually you get called to fix problems in a timely matter and ocasionally employees might not be as friendly as expected, so a bit of stress or more might be part of the job"
      ],
      "ro": "Bine! Ce urmează"
    }
  },
  {
    "type": "h2",
    "text": {
      "en": "Own a business or become an influencer",
      "ro": "Afacerea ta"
    }
  },
  {
    "type": "p",
    "text": {
      "en": [
        "The next level up from Contractor"
      ],
      "ro": [
        "Text in Romana"
      ]
    }
  },
  {
    "type": "h3",
    "text": {
      "en": [
        "PROs:"
      ],
      "ro": [
        "PROs"
      ]
    }
  },
  {
    "type": "ul",
    "text": {
      "en": [
        "You can achieve a lot in a short time",
        "You can create movements, be part of great things and why not, write history",
        "It's going to be exciting and amazing for a long time",
        "You can live the life of a super star",
        "You can sustain your own ideas and start-up more of your own business"
      ],
      "ro": "Bine! Ce urmează"
    }
  },
  {
    "type": "h3",
    "text": {
      "en": [
        "CONs:"
      ],
      "ro": [
        "CONs"
      ]
    }
  },
  {
    "type": "ul",
    "text": {
      "en": [
        "It's only for the bold ones that aren't afraid to do calculated risks",
        "You might fail big time",
        "You might fail multiple times until you get it right",
        "The learning curve is quite high",
        "Stress will be your friend and your enemy at the same time"
      ],
      "ro": "Bine! Ce urmează"
    }
  }
]