[
  {
    "type": "student-picture",
    "path": "student-picture-dumitru-timotei.jpg",
    "alt": {
      "en": "Dumitru Timotei will become Junior Web Developer",
      "ro": "Dumitru Timotei va deveni Dezvoltator Web Junior"
    },
    "text": {
      "en": [
        "Allright, so I'm Timotei and I'm gonna share with you my journey so far to become a Web Developer.",
        "At the end of 2017 I started to study web development by myself and had such a hard time with what I found on Google due to the fact that everywhere I looked everyone suggested to learn JavaScript libraries like React/Angular/Vue and was really hard for me to understand and I kinda give up for a while (I thought is not for me).",
        "Then I found an advert on a social network from CodeTap and amazed me the way of courses was structured and the aproach towards students. So I followed the step by step courses and found it so easy to grasp on. It is not only about the way courses are structured it is the way Marian explain them that motivates me to think I can. Compare to other corses I saw where they explain things to a low level of understanding for beginers and makes me feel like I can't learn programming that or that it is not for me.",
        "So this is it so far, further more hope you'll see me soon on 'Who Made It So Far' section and I wish a warm wellcome to those who wanna join CodeTap."
      ],
      "ro": [
        "Ei bine, eu sunt Timotei și îți voi împărtăși călătoria până acum pentru a deveni Web Developer.",
        "La sfârșitul anului 2017, am început să studiez singur dezvoltarea de web și a fost dificil cu ceea ce am găsit pe Google, datorită faptului că peste tot mi sa părut că toată lumea a sugerat să învăț librăriile JavaScript precum React / Angular / Vue și mi-a fost greu să le înțeleg și am renunțat pentru o vreme (m-am gândit că nu este pentru mine).",
        "Apoi am găsit un anunț într-o rețea socială de la CodeTap și mi-a uimit modul în care cursurile au fost structurate și abordarea față de studenți. Așa că am urmat cursurile pas cu pas și le-am găsit atât de ușor de înțeles. Nu este vorba doar de felul în care sunt structurate cursurile ci așa cum le explică Marian, fapt care mă motivează să cred că pot. În comparație cu alte cursuri unde am văzut că se explică lucrurile la un nivel avaat de înțelegere pentru începători și mă face să simt că nu pot învăța programarea asta sau că nu este pentru mine.",
        "Deci, asta este până acum. Am multă speranță că mă vei vedea în curând pe secțiunea \"Cine a reușit\" și doresc un salut cald celor care vor să se alăture CodeTap."
      ]
    }
  },
  {
    "type": "student-picture",
    "path": "student-picture-robert-alexandru.jpg",
    "alt": {
      "en": "Robert Alexandru will become Junior Web Developer",
      "ro": "Robert Alexandru va deveni Dezvoltator Web Junior"
    },
    "text": {
      "en": [
        "I came to London 3+ years ago and my first job was as a bike driver at Domino’s Pizza. After the first year I’ve been selected the best driver of the year and I was earning more money than an Area Manager, so after the second year I got bored because I couldn’t upgrade myself more in that company, so I left the job for Deliveroo.",
        "I was working with my friend Gabriel and he found Marian on Facebook. I was so excited when I saw the videos with him and with the students who got the job.",
        "So I said to give it a try. I’m not losing nothing. In my free time I was coding and I loved it so much. ",
        "Since day 1 I started to build my own website. I watched almost all the videos of CodeTap on YouTube. I got a strong understanding with HTML5 and CSS3 and now I started to apply for jobs, I’ve already had 2 interviews and I can say that it's an awesome feeling and I get more confident day by day.",
        "The future is bright, I’m eager to learn and to go deeper with JavaScript and libraries like React, Angular and Redux. Doing this I will never get bored because I can learn amazing stuff every day.",
        "I trully love Coding!"
      ],
      "ro": [
        "Am venit la Londra acum 3 ani și prima mea slujbă a fost ca șofer de bicicletă la Domino's Pizza. După primul an am fost selectat cel mai bun șofer al anului și câștigam mai mulți bani decât un Area Manager, așa că după cel de-al doilea an m-am plictisit pentru că nu mai era loc de a avansa mai mult în această companie, așa că am părăsit locul de muncă pentru Deliveroo.",
        "Am lucrat cu prietenul meu Gabriel și l-am găsit pe Marian pe Facebook. Eram atât de entuziasmat când am văzut videoclipurile cu el și cu studenții care au primit slujba.",
        "Așa că am spus să încerc, nu pierd nimic, în timpul liber am codat și mi-a plăcut atât de mult!",
        "Din prima zi am început să-mi construiesc propriul website și am urmărit aproape toate videoclipurile de la CodeTap pe YouTube. Am înțeles foarte bine HTML5 și CSS3 și acum am început să aplic pentru locuri de muncă. Am avut deja 2 interviuri și eu pot spune că este un sentiment minunat și îmi cresc încrederea în fiecare zi.",
        "Viitorul este strălucitor, sunt dornic să învăț și să merg mai adânc cu JavaScript și cu librăriile precum React, Angular și Redux. Făcând asta, nu mă voi plictisi niciodată pentru că pot învăța lucruri uimitoare în fiecare zi.",
        "Îmi place foarte mult să scriu coduri, să fiu programator!"
      ]
    }
  },
  {
    "type": "student-picture",
    "path": "student-picture-iulian-schifirnet.jpg",
    "alt": {
      "en": "Iulian Schifirnet will become Junior Web Developer",
      "ro": "Iulian Schifirnet va deveni Dezvoltator Web Junior"
    },
    "text": {
      "en": [
        "My name is Julian and I'm 15 years old. I'm passionate about programming especially about the web.",
        "It was a boring day and I was losing time doing something for myself or my future. Until ... I found a video of Marian about how a student of his has hired himself in 3 months as a web developer. The video lightened my mind and opened the way to a future where I wanted to be!",
        "I started to work hard every day (even now) for 5 hours a day and I managed to master 14 technologies I never knew about. Marian and his community were like an angel, and every time I knew something it's wrong I was asking, and these benevolent people always answered me!",
        "The principle that I guess is like that \"Targets to the moon. Even if you do not, at least you will be among the stars.\""
      ],
      "ro": [
        "Numele meu este Julian și am 15 ani. Sunt pasionat de programare în special despre dezvoltarea web.",
        "Era o zi plictisitoare și pierdeam timpul pentru a face ceva pentru mine sau pentru viitorul meu. Pana când ... Am găsit un film cu Marian despre cum un student al lui s-a angajat în 3 luni ca dezvoltator web. Filmul mi-a deschis mintea și mi-a arătat calea către un viitor în care vreau să fiu! ",
        "Am început să muncesc din greu în fiecare zi (chiar și acum) timp de 5 ore pe zi și am reușit să stăpânesc 14 tehnologii despre care nu știam nimic până atunci. Marian și comunitatea lui CodeTap erau ca un înger și de fiecare dată când făceam ceva greșit, acești oameni erau binevoitori și mi-au răspuns întotdeauna! ",
        "Principiul este așa \"Țintesc către lună. Chiar dacă nu reușesc, cel puțin voi fi printre stele.\""
      ]
    }
  },
  {
    "type": "student-picture",
    "path": "student-picture-catalin-sandru.jpg",
    "alt": {
      "en": "Cătălin Sandru will become Junior Web Developer",
      "ro": "Cătălin Sandru va deveni Dezvoltator Web Junior"
    },
    "text": {
      "en": [
        "It started about one year ago. I was trying to improve myself to get out of the jobs that where not improving me. I started to do some tutorials on codecademy, but it was not that serious. Then I saw a live coding show of CodeTap on Facebook that got my attention. I have hesitated a looooong time to contact Marian (I am a bit shy), but after that I took coding in a more serious manner.",
        "I have created small simple webpages, learned and still learning how PUG Starter works; how to deal with errors etc. I've also learned some coding sintax, that is very important in web build; to refractor the code so I will not repeat myself... and many other things still to come to my knowledge.",
        "In the last few years I have realised that coding is the \"new\" thing. The reason I have started coding  is that I want to have some income, not a high one. I also want to have the independence to work form any part of the world and not form a 9  to 5 in an office."
      ],
      "ro": [
        "Am început să fac ceva tutoriale pe codecademy, dar nu a fost așa de serios. Apoi am văzut un emisiune în direct despre programare, CodeTap pe Facebook, care mi-a atras atenția. Am ezitat un timp scurt să-l contactez pe Marian (sunt cam timid), dar după aceea am luat programarea într-o manieră mai serioasă.",
        "Am creat mici pagini web simple, am învățat și învăț încă cum funcționează PUG Starter, cum să rezolv erorile etc. Am învățat, de asemenea, sintaxa de programare, care este foarte importantă în crearea web-ului, cum să refac codul astfel încât să nu mă repet ... și multe alte lucruri care încă le am de învățat",
        "În ultimii ani, mi-am dat seama că programarea este \"noua\" meserie la modă. Motivul pentru care am început să fiu programator este că vreau să obțin niște venituri bune, nu însă unele foarte înalte. Să pot lucra din orice parte a lumii și să nu mă conformez cu un serviciu de la 9 la 5 într-un birou. "
      ]
    }
  }
]