[
  {
    "type": "student-picture",
    "path": "student-picture-iulian-schifirnet.jpg",
    "alt": {
      "en": "Iulian Schifirnet will become Junior Web Developer",
      "ro": "Iulian Schifirnet va deveni Dezvoltator Web Junior"
    },
    "text": {
      "en": [
        "My name is Julian and I'm 15 years old. I'm passionate about programming especially about the web.",
        "It was a boring day and I was losing time doing something for myself or my future. Until ... I found a video of Marian about how a student of his has hired himself in 3 months as a web developer. The video lightened my mind and opened the way to a future where I wanted to be!",
        "I started to work hard every day (even now) for 5 hours a day and I managed to master 14 technologies I never knew about. Marian and his community were like an angel, and every time I knew something it's wrong I was asking, and these benevolent people always answered me!",
        "The principle that I guess is like that \"Targets to the moon. Even if you do not, at least you will be among the stars.\""
      ],
      "ro": [
        "Numele meu este Julian și am 15 ani. Sunt pasionat de programare în special despre dezvoltarea web.",
        "Era o zi plictisitoare și pierdeam timpul pentru a face ceva pentru mine sau pentru viitorul meu. Pana când ... Am găsit un film cu Marian despre cum un student al lui s-a angajat în 3 luni ca dezvoltator web. Filmul mi-a deschis mintea și mi-a arătat calea către un viitor în care vreau să fiu! ",
        "Am început să muncesc din greu în fiecare zi (chiar și acum) timp de 5 ore pe zi și am reușit să stăpânesc 14 tehnologii despre care nu știam nimic până atunci. Marian și comunitatea lui CodeTap erau ca un înger și de fiecare dată când făceam ceva greșit, acești oameni erau binevoitori și mi-au răspuns întotdeauna! ",
        "Principiul este așa \"Țintesc către lună. Chiar dacă nu reușesc, cel puțin voi fi printre stele.\""
      ]
    }
  },
  {
    "type": "student-picture",
    "path": "student-picture-catalin-sandru.jpg",
    "alt": {
      "en": "Cătălin Sandru will become Junior Web Developer",
      "ro": "Cătălin Sandru va deveni Dezvoltator Web Junior"
    },
    "text": {
      "en": [
        "It started about one year ago. I was trying to improve myself to get out of the jobs that where not improving me. I started to do some tutorials on codecademy, but it was not that serious. Then I saw a live coding show of CodeTap on Facebook that got my attention. I have hesitated a looooong time to contact Marian (I am a bit shy), but after that I took coding in a more serious manner.",
        "I have created small simple webpages, learned and still learning how PUG Starter works; how to deal with errors etc. I've also learned some coding sintax, that is very important in web build; to refractor the code so I will not repeat myself... and many other things still to come to my knowledge.",
        "In the last few years I have realised that coding is the \"new\" thing. The reason I have started coding  is that I want to have some income, not a high one. I also want to have the independence to work form any part of the world and not form a 9  to 5 in an office."
      ],
      "ro": [
        "Am început să fac ceva tutoriale pe codecademy, dar nu a fost așa de serios. Apoi am văzut un emisiune în direct despre programare, CodeTap pe Facebook, care mi-a atras atenția. Am ezitat un timp scurt să-l contactez pe Marian (sunt cam timid), dar după aceea am luat programarea într-o manieră mai serioasă.",
        "Am creat mici pagini web simple, am învățat și învăț încă cum funcționează PUG Starter, cum să rezolv erorile etc. Am învățat, de asemenea, sintaxa de programare, care este foarte importantă în crearea web-ului, cum să refac codul astfel încât să nu mă repet ... și multe alte lucruri care încă le am de învățat",
        "În ultimii ani, mi-am dat seama că programarea este \"noua\" meserie la modă. Motivul pentru care am început să fiu programator este că vreau să obțin niște venituri bune, nu însă unele foarte înalte. Să pot lucra din orice parte a lumii și să nu mă conformez cu un serviciu de la 9 la 5 într-un birou. "
      ]
    }
  }
]