[
  {
    "type": "student-picture",
    "path": "student-picture-robert-alexandru.jpg",
    "alt": {
      "en": "Robert Alexandru will become Junior Web Developer",
      "ro": "Robert Alexandru va deveni Dezvoltator Web Junior"
    },
    "text": {
      "en": [
        "I came to London 3+ years ago and my first job was as a bike driver at Domino’s Pizza. After the first year I’ve been selected the best driver of the year and I was earning more money than an Area Manager, so after the second year I got bored because I couldn’t upgrade myself more in that company, so I left the job for Deliveroo.",
        "I was working with my friend Gabriel and he found Marian on Facebook. I was so excited when I saw the videos with him and with the students who got the job.",
        "So I said to give it a try. I’m not losing nothing. In my free time I was coding and I loved it so much. ",
        "Since day 1 I started to build my own website. I watched almost all the videos of CodeTap on YouTube. I got a strong understanding with HTML5 and CSS3 and now I started to apply for jobs, I’ve already had 2 interviews and I can say that it's an awesome feeling and I get more confident day by day.",
        "The future is bright, I’m eager to learn and to go deeper with JavaScript and libraries like React, Angular and Redux. Doing this I will never get bored because I can learn amazing stuff every day.",
        "I trully love Coding!"
      ],
      "ro": "Daniel Varvara a devenit Dezvoltator Web"
    }
  },
  {
    "type": "student-picture",
    "path": "student-picture-dorin.jpg",
    "alt": {
      "en": "Dorin Dumitrascuta will become Junior Web Developer",
      "ro": "Dorin Dumitrascuta va deveni Dezvoltator Web Junior"
    },
    "text": {
      "en": [
        "After a first touch with the gaming industry, getting a taste for game development, user experience and design, I got attracted more and more by front-end development.",
        "Having firm grasp of Digital Marketing under my belt, I wanted to take my skills to the next level and also be able to code on my own, share ideas with others and overall, be a better asset in multi-disciplinary teams.",
        "With a life ahead of constant learning, I as a student realize now that the shortcut is hard work."
      ],
      "ro": "Daniel Varvara a devenit Dezvoltator Web"
    }
  },
  {
    "type": "student-picture",
    "path": "student-picture-laurentiu.jpg",
    "alt": {
      "en": "Laurentiu Tanase is an amzing Expert Web Developer",
      "ro": "Laurentiu Tanase este un nemaipomenit Dezvoltator Web Expert"
    },
    "text": {
      "en": [
        "CodeTap is awesome! It tought me how to contribute to a project as team member and how to be a better programmer."
      ],
      "ro": "Daniel Varvara a devenit Dezvoltator Web"
    }
  },
  {
    "type": "student-picture",
    "path": "student-picture-iulian-schifirnet.jpg",
    "alt": {
      "en": "Iulian Schifirnet will become Junior Web Developer",
      "ro": "Iulian Schifirnet va deveni Dezvoltator Web Junior"
    },
    "text": {
      "en": [
        "My name is Julian and I'm 15 years old. I'm passionate about programming especially about the web.",
        "It was a boring day and I was losing time doing something for myself or my future. Until ... I found a video of Marian about how a student of his has hired himself in 3 months as a web developer.The video lightened my mind and opened the way to a future where I wanted to be!",
        "I started to work hard every day (even now) for 5 hours a day and I managed to master 14 technologies I never knew about. Marian and his community were like an angel, and every time I knew something it's wrong I was asking, and these benevolent people always answered me!",
        "The principle that I guess is like that \"Targets to the moon. Even if you do not, at least you will be among the stars.\""
      ],
      "ro": "Daniel Varvara a devenit Dezvoltator Web"
    }
  },
  {
    "type": "student-picture",
    "path": "student-picture-catalin-sandru.jpg",
    "alt": {
      "en": "Catalin Sandru will become Junior Web Developer",
      "ro": "Catalin Sandru va deveni Dezvoltator Web Junior"
    },
    "text": {
      "en": [
        "It started about one year ago. I was trying to improve myself to get out of the jobs that where not improving me. I started to do some tutorials on codecademy, but it was not that serious. Then I saw a live coding show of CodeTap on Facebook that got my attention. I have hesitated a looooong time to contact Marian (I am a bit shy), but after that I took coding in a more serious manner.",
        "I have created small simple webpages, learned and still learning how PUG Starter works; how to deal with errors etc. I've also learned some coding sintax, that is very important in web build; to refractor the code so I will not repeat myself... and many other things still to come to my knowledge.",
        "In the last few years I have realised that coding is the \"new\" thing. The reason I have started coding  is that I want to have some income, not a high one. I also want to have the independence to work form any part of the world and not form a 9  to 5 in an office."
      ],
      "ro": "Daniel Varvara a devenit Dezvoltator Web"
    }
  }
]