[
  {
    "type": "portrait-image",
    "path": "who-made-it-razvan.jpg",
    "alt": {
      "en": "Razvan Puscasu became a Junior Web Developer",
      "ro": "Razvan Puscasu a devenit Dezvoltator Web Junior"
    },
    "text": {
      "en": [
        "After 2 years of maritime navigation around Europe, one day, I've decided I need a career change. That's when CodeTap showed up on my Facebook page. Ever since day 0, I was able to build and to understand how websites work, even though I had no knowledge before I started. Managed to get my first job on the first interview I had, after only 1 month and 17 days of hardcore coding for a minimum of 6 hours per day. So, I'm challenging you to break my record ! 😀"
      ],
      "ro": "Razvan Puscasu a devenit Dezvoltator Web"
    }
  },
  {
    "type": "portrait-image",
    "path": "who-made-it-valentina.jpg",
    "alt": {
      "en": "Valentina Vanu became a Web Developer - Freelancer",
      "ro": "Valentina Vanu a devenit Dezvoltator Web"
    },
    "text": {
      "en": [
        "I started with zero knowledge and I had no idea what building a website implies until I met codetap. Marian helped me understand the process, thought me about each and every programming language or programs are needed in order to build a website. The most important thing I learned was the mind set while learning and working at the same time, as I had to find a logic behind the code. Any goal can be accomplished if you put enough effort into it!"
      ],
      "ro": "Valentina Vanu a devenit Dezvoltator Web"
    }
  },
  {
    "type": "portrait-image",
    "path": "who-made-it-daniel.jpg",
    "alt": {
      "en": "Daniel Varvara became a Web Developer",
      "ro": "Daniel Varvara a devenit Dezvoltator Web"
    },
    "text": {
      "en": [
        "I didn't even know what a website was outside the browser and I start building my first website on day ONE. Marian has been a great teacher and kept in focus always the most important lessons to build a robust knowledge tree in a fast and efficient way. You will find him picking you up from the corn fields as soon as you drift away from what's important. Another very important aspect is that coding with CodeTap has equipped me with tricks only acquired trough over 20 years of hard work and best practice coding (you'll soon know what 'best practice' means) and experience that Marian has managed to compress into proper and easily digestible gems. This has launched me far ahead of my competition. Once my resume website was finished, Marian narrowed down the essentials of how to deal with an interview and build confidence by preparing ahead. Also making sure I was visible to employers on all major job platforms. Once launched on the job market my phone didn't stop ringing. Even today I'm still being called at least 5 times a day and all my job platforms accounts are shut.",
        "I've landed my first 2 face-2-face interviews in the first 3 weeks from the launch. I failed the first one but landed my first job offer in the second interview.",
        "I now work at Bookatable and also made partner in a Tech Startup that will revolutionize the world.",
        "So, yeah. If you code, you better CodeTap!"
      ],
      "ro": "Daniel Varvara a devenit Dezvoltator Web"
    }
  },
  {
    "type": "portrait-image",
    "path": "who-made-it-carol.jpg",
    "alt": {
      "en": "Carol Enache became a Web Developer",
      "ro": "Carol Enache a devenit Dezvoltator Web"
    },
    "text": {
      "en": [
        "Still in draft"
      ],
      "ro": "Carol Enache a devenit Dezvoltator Web"
    }
  },
  {
    "type": "portrait-image",
    "path": "who-made-it-flavius.jpg",
    "alt": {
      "en": "Flavius Bohaciuc became a Web Developer",
      "ro": "Flavius Bohaciuc a devenit Dezvoltator Web"
    },
    "text": {
      "en": [
        "Still in draft"
      ],
      "ro": "Flavius Bohaciuc a devenit Dezvoltator Web"
    }
  },
  {
    "type": "portrait-image",
    "path": "who-made-it-istvan.jpg",
    "alt": {
      "en": "Istvan Acs became a Junior Web Developer",
      "ro": "Istvan Acs a devenit Dezvoltator Web Junior"
    },
    "text": {
      "en": [
        "After 4 years of doing jobs what I didn't like and felt my work worth nothing, after some research I found CodeTap. I started building websites from day one and I was able to understand how websites work without any knowledge before. I really enjoyed learning HTML, CSS, JavaScript and a lots of cool stuff from Marian. He motivated me every day to not giving up and I managed to get my first job after a couple of interviews. Now I am working as a junior web-developer at a cool company and now I feel my work is worth something and that's what you guys can get when joining to the CodeTap family!"
      ],
      "ro": "Istvan Acs a devenit Dezvoltator Web"
    }
  },
  {
    "type": "portrait-image",
    "path": "who-made-it-vlasie.jpg",
    "alt": {
      "en": "Vlasie Dragos became a Junior Web Developer",
      "ro": "Vlasie Dragos a devenit Dezvoltator Web Junior"
    },
    "text": {
      "en": [
        "Hi, my name is Dragos Vlasie, I am a self-taught junior web developer, currently working in London.",
        "I decided to pursue this passion over a year ago, I managed to learn the basics on my one, I could make a website, I understood a bit of javascript, but I just couldn't get to the next step.",
        "I tried and failed many times and I was actually thinking of giving up on this dream. But then I saw some posts from Marian on freecodecamp, I thought he was far too optimistic at first and didn't believe that it could be as simple as he was saying, but as time went by I got the courage to sent him a message and ask for help.",
        "After that, Marian was incredibly helpful and very nice he helped me a lot, he is great mentor taught me so much and showed me that I shouldn't be scared to dream big.",
        "Under his guidance, I managed to learn about node, pug and most importantly how a developer should think and what he should be prepared in especialy for the job market. ",
        "After 2 months I started applying for jobs. I was surprised that I got so many phone calls from recruiters then I got to go to a few interviews and then, finaly got a job. ",
        "I definetly owe a lot to Marian and after all this I think my only regret is, that I dint asked for help sooner."
      ],
      "ro": "Vlasie Dragos a devenit Dezvoltator Web"
    }
  },
  {
    "type": "portrait-image",
    "path": "who-made-it-marco.jpg",
    "alt": {
      "en": "Marco Pietro Caramaschi became a Junior Web Developer",
      "ro": "Marco Pietro Caramaschi a devenit Dezvoltator Web Junior"
    },
    "text": {
      "en": [
        "Beware: all you can find here is real awesomeness! This guy is amazing, he's drove by a real passion for what he does and most importantly he is always ready to help and give you good hints, advices and tutorials.",
        "I couldn't be more grateful to have find this page and have met him in person.",
        "If you want to be a great web developer, codetap is the answer! Thank you Marian!"
      ],
      "ro": "Marco Pietro Caramaschi a devenit Dezvoltator Web"
    }
  }
]