[
  {
    "type": "portrait-image",
    "path": "who-made-it-daniel.jpg",
    "alt": {
      "en": "Daniel Varvara became a Web Developer",
      "ro": "Daniel Varvara a devenit Dezvoltator Web"
    },
    "text": {
      "en": [
        "I didn't even know what a website was outside the browser and I start building my first website on day ONE. Marian has been a great teacher and kept in focus always the most important lessons to build a robust knowledge tree in a fast and efficient way. You will find him picking you up from the corn fields as soon as you drift away from what's important. Another very important aspect is that coding with CodeTap has equipped me with tricks only acquired trough over 20 years of hard work and best practice coding (you'll soon know what 'best practice' means) and experience that Marian has managed to compress into proper and easily digestible gems. This has launched me far ahead of my competition. Once my resume website was finished, Marian narrowed down the essentials of how to deal with an interview and build confidence by preparing ahead. Also making sure I was visible to employers on all major job platforms. Once launched on the job market my phone didn't stop ringing. Even today I'm still being called at least 5 times a day and all my job platforms accounts are shut.",
        "I've landed my first 2 face-2-face interviews in the first 3 weeks from the launch. I failed the first one but landed my first job offer in the second interview.",
        "I now work at Bookatable and also made partner in a Tech Startup that will revolutionize the world.",
        "So, yeah. If you code, you better CodeTap!"
      ],
      "ro": "Daniel Varvara a devenit Dezvoltator Web"
    }
  },
  {
    "type": "portrait-image",
    "path": "who-made-it-carol.jpg",
    "alt": {
      "en": "Carol Enache became a Web Developer",
      "ro": "Carol Enache a devenit Dezvoltator Web"
    },
    "text": {
      "en": [
        "Still in draft"
      ],
      "ro": "Carol Enache a devenit Dezvoltator Web"
    }
  },
  {
    "type": "portrait-image",
    "path": "who-made-it-razvan.jpg",
    "alt": {
      "en": "Razvan Puscasu became a Junior Web Developer",
      "ro": "Razvan Puscasu a devenit Dezvoltator Web Junior"
    },
    "text": {
      "en": [
        "Still in draft"
      ],
      "ro": "Razvan Puscasu a devenit Dezvoltator Web"
    }
  },
  {
    "type": "portrait-image",
    "path": "who-made-it-flavius.jpg",
    "alt": {
      "en": "Flavius Bohaciuc became a Web Developer",
      "ro": "Flavius Bohaciuc a devenit Dezvoltator Web"
    },
    "text": {
      "en": [
        "Still in draft"
      ],
      "ro": "Flavius Bohaciuc a devenit Dezvoltator Web"
    }
  },
  {
    "type": "portrait-image",
    "path": "who-made-it-istvan.jpg",
    "alt": {
      "en": "Istvan Acs became a Junior Web Developer",
      "ro": "Istvan Acs a devenit Dezvoltator Web Junior"
    },
    "text": {
      "en": [
        "Still in draft"
      ],
      "ro": "Istvan Acs a devenit Dezvoltator Web"
    }
  },
  {
    "type": "portrait-image",
    "path": "who-made-it-vlasie.jpg",
    "alt": {
      "en": "Vlasie Dragos became a Junior Web Developer",
      "ro": "Vlasie Dragos a devenit Dezvoltator Web Junior"
    },
    "text": {
      "en": [
        "Still in draft"
      ],
      "ro": "Vlasie Dragos a devenit Dezvoltator Web"
    }
  },
  {
    "type": "portrait-image",
    "path": "who-made-it-marco.jpg",
    "alt": {
      "en": "Marco Pietro Caramaschi became a Junior Web Developer",
      "ro": "Marco Pietro Caramaschi a devenit Dezvoltator Web Junior"
    },
    "text": {
      "en": [
        "Still in draft"
      ],
      "ro": "Marco Pietro Caramaschi a devenit Dezvoltator Web"
    }
  },
  {
    "type": "portrait-image",
    "path": "who-made-it-valentina.jpg",
    "alt": {
      "en": "Valentina Vanu became a Web Developer - Freelancer",
      "ro": "Valentina Vanu a devenit Dezvoltator Web"
    },
    "text": {
      "en": [
        "Still in draft"
      ],
      "ro": "Valentina Vanu a devenit Dezvoltator Web"
    }
  }
]