[
  {
    "type": "portrait-image",
    "path": "who-made-it-razvan.jpg",
    "alt": {
      "en": "R캒zvan Pu탳ca탳u became a Junior Web Developer",
      "ro": "R캒zvan Pu탳ca탳u a devenit Dezvoltator Web Junior"
    },
    "text": {
      "en": [
        "After 2 years of maritime navigation around Europe, one day, I've decided I need a career change. That's when CodeTap showed up on my Facebook page. Ever since day 0, I was able to build and to understand how websites work, even though I had no knowledge before I started. Managed to get my first job on the first interview I had, after only 1 month and 17 days of hardcore coding for a minimum of 6 hours per day. So, I'm challenging you to break my record ! 游"
      ],
      "ro": [
        "Dup캒 2 ani de naviga탵ie maritim캒 칥n Europa, 칥ntr-o zi, am decis c캒 am nevoie de o schimbare de carier캒. Atunci a ap캒rut CodeTap pe pagina Facebook. 칉ncep칙nd cu ziua 0, am reu탳it s캒 construiesc 탳i s캒 칥n탵eleg cum func탵ioneaz캒 site-urile web, chiar dac캒 nu am avut nici o cuno탳tin탵캒 칥nainte de a 칥ncepe. A reu탳it s캒 ob탵in primul job la primul interviu pe care l-am avut, dup캒 numai 1 lun캒 탳i 17 zile de codare hardcore pentru cel pu탵in 6 ore pe zi. Deci, v캒 provoc s캒-mi dobor캒탵i recordul! 游"
      ]
    }
  },
  {
    "type": "portrait-image",
    "path": "who-made-it-cate.jpg",
    "alt": {
      "en": "Cate Zee became a Web Developer - Freelancer",
      "ro": "Cate Zee a devenit Dezvoltator Web - Freelancer"
    },
    "text": {
      "en": [
        "I wanted to learn about coding and web development because I was interested in developing skills in technology for my future. Looking for a simple coding course, I came across CodeTap and Marian and afterwards I started on the first playlist when I was eleven years old.",
        "Since I joined CodeTap, I've learned how to build websites and gain an understanding of different coding languages.",
        "Whenever I had a problem or a question, I asked Marian and the CodeTap group and they were ready to help me.",
        "I'm really keen to master more programming languages with Marian and the group. They're really understanding and knowledgeable.",
        "CodeTap is amazing!"
      ],
      "ro": [
        "Am vrut s캒 칥nv캒t despre programare 탳i dezvoltare web pentru c캒 am fost interesat캒 de dezvoltarea abilit캒탵ilor 칥n tehnologie pentru viitorul meu. C캒utam un simplu curs de programare 탳i am dat peste CodeTap si Marian. Dup캒 aceea am 칥nceput cu prima list캒 de filme c칙nd aveam 11 ani.",
        "De c칙nd m-am al캒turat CodeTap, am 칥nv캒탵at cum s캒 construiesc site-uri 탳i s캒 칥n탵eleg diferite limbi de programare",
        "Ori de c칙te ori am avut o problem캒 sau o 칥ntrebare, l-am 칥ntrebat pe Marian 탳i pe grupul CodeTap 탳i au fost gata s캒 m캒 ajute",
        "Sunt foarte dornic캒 s캒 st캒p칙nesc mai multe limbi de programare 칥mpreun캒 cu Marian 탳i cu grupul CodeTap. Sunt 칥ntr-adev캒r 칥n탵elep탵i 탳i pricepu탵i",
        "CodeTap este uimitor!"
      ]
    }
  },
  {
    "type": "portrait-image",
    "path": "who-made-it-valentina.jpg",
    "alt": {
      "en": "Valentina Vanu became a Web Developer - Freelancer",
      "ro": "Valentina Vanu a devenit Dezvoltator Web - Freelancer"
    },
    "text": {
      "en": [
        "I started with zero knowledge and I had no idea what building a website implies until I met codetap. Marian helped me understand the process, thought me about each and every programming language or programs are needed in order to build a website. The most important thing I learned was the mind set while learning and working at the same time, as I had to find a logic behind the code. Any goal can be accomplished if you put enough effort into it!"
      ],
      "ro": [
        "Am 칥nceput cu zero cuno탳tinte 탳i nu aveam nici o idee ce implic캒 construirea unui site p칙n캒 cand am 칥ntalnit CodeTap. Marian m-a ajutat s캒 칥n탵eleg procesul, m-a 칥nv캒탵at despre fiecare limb캒 de programare sau programe necesare pentru a construi un site web. Cel mai important lucru pe care l-am 칥nv캒탵at a fost abordarea 탳i atitudinea 칥n timp ce 칥nve탵i 탳i lucrezi 칥n acela탳i timp, deoarece trebuia s캒 g캒sesc o logic캒 칥n spatele program캒rii. Orice obiectiv poate fi realizat dac캒 depune탵i suficient efort!"
      ]
    }
  },
  {
    "type": "portrait-image",
    "path": "who-made-it-daniel.jpg",
    "alt": {
      "en": "Daniel Varvara became a Web Developer",
      "ro": "Daniel Varvara a devenit Dezvoltator Web"
    },
    "text": {
      "en": [
        "I didn't even know what a website was outside the browser and I start building my first website on day ONE. Marian has been a great teacher and kept in focus always the most important lessons to build a robust knowledge tree in a fast and efficient way. You will find him picking you up from the corn fields as soon as you drift away from what's important. Another very important aspect is that coding with CodeTap has equipped me with tricks only acquired trough over 20 years of hard work and best practice coding (you'll soon know what 'best practice' means) and experience that Marian has managed to compress into proper and easily digestible gems. This has launched me far ahead of my competition. Once my resume website was finished, Marian narrowed down the essentials of how to deal with an interview and build confidence by preparing ahead. Also making sure I was visible to employers on all major job platforms. Once launched on the job market my phone didn't stop ringing. Even today I'm still being called at least 5 times a day and all my job platforms accounts are shut.",
        "I've landed my first 2 face-2-face interviews in the first 3 weeks from the launch. I failed the first one but landed my first job offer in the second interview.",
        "I now work at Bookatable and also made partner in a Tech Startup that will revolutionize the world.",
        "So, yeah. If you code, you better CodeTap!"
      ],
      "ro": [
        "Nici m캒car nu 탳tiam ce site web era 칥n afara browserului 탳i am 칥nceput s캒-mi construiesc prima pagin캒 칥n ziua 칥nt칙i. Marian a fost un profesor excelent 탳i a 탵inut mereu 칥n centrul aten탵iei cele mai importante lec탵ii pentru a construi un arbore robust de cuno탳tin탵e. 칉l ve탵i g캒si c캒 v캒 readuce de pe c칙mpie de 칥ndat캒 ce v캒 칥ndep캒rta탵i de ceea ce este important. Un alt aspect foarte important este faptul c캒 programarea cu CodeTap m-a echipat cu trucuri doar dob칙ndite prin peste 20 de ani de munc캒 grea 탳i cele mai bune practici de programator (ve탵i afla 칥n cur칙nd ceea ce 칥nseamn캒 \"cea mai bun캒 practic캒\") 탳i experien탵a pe care Marian a reu탳it s캒 o comprime 칥n pove탳ti 탳i proiecte u탳or de digerat, ceea ce mi-a lansat cu mult 칥nainte de competi탵ia mea. Esen탵ial, la CodeTap am aflat cum s캒 m캒 comport 칥ntr-un interviu 탳i s캒 칥mi cap캒t 칥ncrederea, preg캒tindu-m캒 pentru viitor, asigur칙ndu-m캒 c캒 sunt vizibil pentru angajatori pe toate platformele majore de locuri de munc캒. 칉nc캒 sunt sunat de cel pu탵in 5 ori pe zi 탳i toate conturile pe platformele de locuri de munc캒 sunt 칥nchise.",
        "Mi-au fost oferite primele 2 interviuri fa탵a 칥n fa탵캒 칥n primele 3 s캒pt캒m칙ni de la lansare. Nu am reu탳it primul, dar mi-am primit prima ofert캒 de munc캒 칥n cel de-al doilea interviu.",
        "Acum lucrez la Bookatable 탳i, de asemenea, am f캒cut un partener 칥ntr-un Startup Tech care va revolu탵iona lumea.",
        "Deci, da, dac캒 v캒 apuca탵i de coduri, mai bine apuc캒-te cu CodeTap!"
      ]
    }
  },
  {
    "type": "portrait-image",
    "path": "who-made-it-carol.jpg",
    "alt": {
      "en": "Carol Enache became a Web Developer",
      "ro": "Carol Enache a devenit Dezvoltator Web"
    },
    "text": {
      "en": [
        "Still in draft"
      ],
      "ro": [
        "E mare lene탳 Carol, altfel era un text frumos aici!"
      ]
    }
  },
  {
    "type": "portrait-image",
    "path": "who-made-it-flavius.jpg",
    "alt": {
      "en": "Flavius Bohaciuc became a Web Developer",
      "ro": "Flavius Bohaciuc a devenit Dezvoltator Web"
    },
    "text": {
      "en": [
        "Still in draft"
      ],
      "ro": [
        "E mare lene탳 Flavius, altfel era un text frumos aici!"
      ]
    }
  },
  {
    "type": "portrait-image",
    "path": "who-made-it-istvan.jpg",
    "alt": {
      "en": "Istvan Acs became a Junior Web Developer",
      "ro": "Istvan Acs a devenit Dezvoltator Web Junior"
    },
    "text": {
      "en": [
        "After 4 years of doing jobs what I didn't like and felt my work worth nothing, after some research I found CodeTap. I started building websites from day one and I was able to understand how websites work without any knowledge before. I really enjoyed learning HTML, CSS, JavaScript and a lots of cool stuff from Marian. He motivated me every day to not giving up and I managed to get my first job after a couple of interviews. Now I am working as a junior web-developer at a cool company and now I feel my work is worth something and that's what you guys can get when joining to the CodeTap family!"
      ],
      "ro": [
        "Dup캒 4 ani de a face slujbe ce nu mi-a pl캒cut 탳i am sim탵it c캒 munca mea era 칥n zadar, dup캒 unele cercet캒ri am g캒sit CodeTap. Am 칥nceput s캒 construiesc site-uri web din prima zi 탳i am reu탳it s캒 칥n탵eleg cum func탵ioneaz캒 site-urile Web f캒r캒 s캒 am cuno탳tin탵e anterioare. Mi-a pl캒cut cu adev캒rat s캒 칥nv캒탵 HTML, CSS, JavaScript 탳i multe lucruri interesante de la Marian. M-a motivat 칥n fiecare zi s캒 nu renun탵 탳i am reu탳it s캒 ob탵in primul meu loc de munc캒 dup캒 c칙teva interviuri. Acum lucrez ca un dezvoltator web de junior 칥n cadrul unei companii interesante 탳i acum simt c캒 munca mea 칥nseamn캒 ceva 탳i asta este ceea ce pute탵i ob탵ine c칙nd v캒 al캒tura탵i familiei CodeTap!"
      ]
    }
  },
  {
    "type": "portrait-image",
    "path": "who-made-it-vlasie.jpg",
    "alt": {
      "en": "Vlasie Dragos became a Junior Web Developer",
      "ro": "Vlasie Dragos a devenit Dezvoltator Web Junior"
    },
    "text": {
      "en": [
        "Hi, my name is Dragos Vlasie, I am a self-taught junior web developer, currently working in London.",
        "I decided to pursue this passion over a year ago, I managed to learn the basics on my one, I could make a website, I understood a bit of javascript, but I just couldn't get to the next step.",
        "I tried and failed many times and I was actually thinking of giving up on this dream. But then I saw some posts from Marian on freecodecamp, I thought he was far too optimistic at first and didn't believe that it could be as simple as he was saying, but as time went by I got the courage to sent him a message and ask for help.",
        "After that, Marian was incredibly helpful and very nice he helped me a lot, he is great mentor taught me so much and showed me that I shouldn't be scared to dream big.",
        "Under his guidance, I managed to learn about node, pug and most importantly how a developer should think and what he should be prepared in especialy for the job market. ",
        "After 2 months I started applying for jobs. I was surprised that I got so many phone calls from recruiters then I got to go to a few interviews and then, finaly got a job. ",
        "I definetly owe a lot to Marian and after all this I think my only regret is, that I dint asked for help sooner."
      ],
      "ro": [
        "Bun캒, numele meu este Dragos Vlasie, sunt un dezvoltator de web junior 탳i lucrez 칥n prezent la Londra",
        "Am decis s캒 urm캒resc aceast캒 pasiune acum un an. Am reu탳it s캒 칥nve탵 elementele de baz캒 pe cont propriu 탳i a탳 putea s캒 fac un site web. Am 칥n탵eles un pic de JavaScript, dar nu am reu탳it s캒 ajung la urm캒torul pas.",
        "Am 칥ncercat 탳i am e탳uat de multe ori 탳i m-am g칙ndit s캒 renun탵 la acest vis, dar apoi am v캒zut c칙teva posturi de la Marian pe freecodecamp, m-am g칙ndit c캒 era prea optimist la 칥nceput 탳i nu credeam c캒 ar putea fi la fel de simplu a탳a cum spune el, dar odat캒 cu trecerea timpului, am avut curajul s캒-i trimit un mesaj 탳i s캒-i cer ajutor.",
        "Dup캒 aceea, Marian a fost incredibil de util 탳i foarte frumos c캒 m-a ajutat foarte mult. El este un mare mentor care m-a 칥nv캒탵at at칙t de mult 탳i mi-a ar캒tat c캒 nu ar trebui s캒 m캒 tem s캒 visez mare.",
        "Sub 칥ndrumarea lui, am reu탳it s캒 칥nv캒탵 despre node, pug 탳i cel mai important cum ar trebui s캒 g칙ndeasc캒 un dezvoltator 탳i ce ar trebui preg캒tit 칥n special pentru pia탵a muncii",
        "Dup캒 2 luni am 칥nceput s캒 candidez pentru slujbe. Am fost surprins de faptul c캒 am primit at칙t de multe apeluri telefonice de la recrutori, apoi am ajuns la c칙teva interviuri 탳i apoi am ob탵inut un loc de munc캒",
        "칉i datorez foarte mult lui Marian 탳i, dup캒 toate astea, cred c캒 singurul meu regret este c캒 eu dint a cerut ajutor mai devreme"
      ]
    }
  },
  {
    "type": "portrait-image",
    "path": "who-made-it-marco.jpg",
    "alt": {
      "en": "Marco Pietro Caramaschi became a Junior Web Developer",
      "ro": "Marco Pietro Caramaschi a devenit Dezvoltator Web Junior"
    },
    "text": {
      "en": [
        "Beware: all you can find here is real awesomeness! This guy is amazing, he's drove by a real passion for what he does and most importantly he is always ready to help and give you good hints, advices and tutorials.",
        "I couldn't be more grateful to have find this page and have met him in person.",
        "If you want to be a great web developer, codetap is the answer! Thank you Marian!"
      ],
      "ro": [
        "Feri탵i-v캒: tot ce pute탵i g캒si aici este o adev캒rat캒 minun캒tie! Acest tip este uimitor, a condus cu o adev캒rat캒 pasiune pentru ceea ce face 탳i, cel mai important, este 칥ntotdeauna gata s캒 v캒 ajute 탳i s캒 v캒 ofere sugestii bune, sfaturi 탳i lec탵ii",
        "Nu puteam fi mai recunosc캒tor pentru c캒 am g캒sit aceast캒 pagin캒 탳i l-am 칥nt칙lnit personal.",
        "Dac캒 vrei s캒 fii un mare dezvoltator de web, CodeTap este r캒spunsul! Mul탵umesc Marian!"
      ]
    }
  }
]