[
  {
    "type": "h2",
    "text": {
      "en": "start earning between £20,000 and £50,000 per year",
      "ro": "începe să câștigi între 20.000 și 50.000 de lire sterline pe an"
    }
  },
  {
    "type": "a",
    "link": "https://courses.codetap.io",
    "button": "course",
    "text": {
      "en": "Start Course Now",
      "ro": "Începe cursul acum"
    }
  },
  {
    "type": "h3",
    "text": {
      "en": "What do you get?",
      "ro": "Ce primești?"
    }
  },
  {
    "type": "h3",
    "text": {
      "en": "Knowledge and Experience",
      "ro": "Cunoștințe și experiență"
    }
  },
  {
    "type": "ul",
    "text": {
      "en": [
        "work in an real world environment replica, using software, technologies, techniques and methodologies that other companies use",
        "work on your own projects, which will create your portfolio and strengthen your identity",
        "build your killer CV - this is one of the big BONUSes, as often students get as much as 10 to 30 calls a day the record being 265 calls in a week",
        "enhance your online presence through account on GitHub, StackOverflow, LinkedIn, Twitter, Instagram, Facebook etc",
        "work in a team and master collaboration skills, one of the heavy weight abilities one must have in an interview",
        "at the end it'll be like switching to a new job, not getting your first"
      ],
      "ro": [
        "lucrezi într-o replică a mediului real, folosind software, tehnologii, tehnici și metodologii pe care alte companii le folosesc",
        "lucrezi la proiectele proprii, care îți vor crea portofoliul și îți va întări identitatea",
        "construiți CV-ul beton (armat chiar) - acesta este unul dintre marile BONUS-uri, deseori studenții primesc de la 10 până la 30 de apeluri pe zi, recordul fiind de 265 de apeluri telefonice într-o săptămână",
        "îmbunătățiți prezența online prin contul GitHub, StackOverflow, LinkedIn, Twitter, Instagram, Facebook etc.",
        "lucrezi într-o echipă și stăpânești abilități de colaborare, una dintre abilitățile ce contează foarte mult într-un interviu",
        "la final va fi ca trecerea la un loc de muncă nou, nu primesc primul dvs."
      ]
    }
  },
  {
    "type": "a",
    "link": "https://courses.codetap.io",
    "button": "course",
    "text": {
      "en": "I want that knowledge!",
      "ro": "Vreau acum!"
    }
  },
  {
    "type": "h3",
    "text": {
      "en": "Real world projects",
      "ro": "Proiecte în lumea reală"
    }
  },
  {
    "type": "ul",
    "text": {
      "en": [
        "Setup tools to speed up development",
        "VS Code editor - NodeJS & Gulp - Git and GitHub",
        "Day1: Build your first webpage and have your website online without having any knowledge about domain name server, hosting, file management or having to buy a domain name",
        "Build 'my portfolio'",
        "Build 'my resume'",
        "Understand pagespeed and SEO",
        "Achive perfect Google pagespeed score ",
        "Intro to JavaScript and React",
        "build offline resume",
        "register on job portals"
      ],
      "ro": [
        "Instrumente de instalare pentru accelerarea dezvoltării",
        "Editor VS Code - NodeJS & Gulp - Git și GitHub",
        "Ziua 1: construiți prima pagină web și aveți site-ul dvs. online fără a avea cunostințe despre ce este un server, de nume de domeniu, hosting, gestionarea fișierelor sau cumpărarea unui nume de domeniu",
        "Construiți \"portofoliul meu\"",
        "Construieste \"CV-ul meu\"",
        "Înțelegi cum funcționează paginile web și SEO",
        "Obțineți un scor perfect pe Google Page Speed Score",
        "Introducere în JavaScript și în React",
        "scrie un CV offline",
        "înregistrare pe portaluri de locuri de muncă"
      ]
    }
  },
  {
    "type": "a",
    "link": "https://courses.codetap.io",
    "button": "course",
    "text": {
      "en": "My precious websites! Give 'em all",
      "ro": "Micul meu website! Dă-mi-l!"
    }
  },
  {
    "type": "h4",
    "text": {
      "en": "Enhance your mindset",
      "ro": "Îmbunătățești mentalitatea"
    }
  },
  {
    "type": "ul",
    "text": {
      "en": [
        "motivation - show how to think positive, convert excuses into obstacles and overcome them",
        "advice - show you the many mistakes I've made and how to avoid them",
        "goal - help you define and set targets so you can continuously evolve",
        "support - be \"next\" to you every step from coding challenges to interview questions and getting hired",
        "coaching - enhance your skills with minimum required and the best of the best techniques and technologies",
        "direction - guide you on the right path when you wonder off your path",
        "Job Hunting - lots of tips & tricks to prepare ahead of the interview as well as how to dominate an interview and succeed even in a failure",
        "success - this is where we party to celebrate a BIG success for you another one for CodeTap"
      ],
      "ro": [
        "motivație - află cum să gândești pozitiv, să transformi scuzele în obstacole și să le depășești",
        "sfaturi - să-ți arătăm multe greșeli pe care le-am făcut și cum să le eviți",
        "obiectiv - vă ajută să definiți și să stabiliți obiective astfel încât să puteți evolua în mod continuu",
        "susținere - suntem \"alături\" pentru a vă oferi la fiecare pas de la provocările de programator, la stăpânirea interviului și întrebări și  până la a obține angajarea",
        "Coaching - îți îmbunătățești abilitățile cu minimul necesar și cele mai bune dintre cele mai bune tehnici și tehnologii",
        "direcție - vă ghidează pe calea cea dreaptă când te îndepărtezi de pe calea cea bună",
        "Vânătoarea de locuri de muncă - o mulțime de sfaturi și trucuri pentru a te pregăti înainte de interviu, precum și cum să domini un interviu și de a reuși chiar și într-un eșec",
        "succes - aici sărbătorim un mare succes pentru dvs. un altul pentru CodeTap"
      ]
    }
  },
  {
    "type": "a",
    "link": "https://courses.codetap.io",
    "button": "course",
    "text": {
      "en": "Motivated Enough? Let's Start",
      "ro": "Motivat suficient? Să începem"
    }
  }
]